_source/funding.org
#+TITLE: Funding

* Finding Aids
--- Am Anth. Assoc.: http://careercenter.aaanet.org/jobs
--- GrantFoward: https://www.grantforward.com
--- Jobs UK: https://jobs.ac.uk
--- Academic Positions EU: https://academicpositions.com 
* Professorships
* Post-Doctoral Positions
*** American Academy of Arts and Sciences
**** Visiting Scholars Program
     DEADLINE: <2019-10-01 Tue>
The Academy’s Visiting Scholars Program provides residential fellowships to postdoctoral scholars in the humanities and social sciences. The fellowship program offers a collaborative work environment and the opportunity to interact with Academy members. It also creates a national network for these scholars, assisting them in their research and professional development.

Applications for the cycle of fellowships to begin in Fall 2020 will be accepted in October 2019.

Housed at the headquarters of the Academy in Cambridge, Massachusetts, Visiting Scholars participate in Academy-sponsored conferences, seminars, and informal gatherings while advancing their scholarly research. The program also provides Visiting Scholars with the opportunity to develop their professional skills through involvement in the programmatic work of the Academy. This could include pursuing research for a project committee, assisting in the preparation of an issue of Dædalus, helping to organize a conference or a symposium, or other comparable activities. The Academy provides office space and computer services as well as library privileges in cooperation with the Mahindra Humanities Center at Harvard University. The program also features a mentorship program that will pair each Visiting Scholar with an Academy Fellow who is an expert in a similar field of study.

The fellowship is a one-year post-doctoral fellowship with a mutual option to renew for a second year. To be eligible, candidates must have received the Ph.D. degree no more than four (4) years before the application deadline date, must have the degree in hand no later than August 1, 2020. Applicants may not hold a tenure-track teaching appointment nor have previously published a scholarly monograph. The annual stipend is $60,000, plus health insurance.
**** Mandel Presidential Fellows
**** Hellman Science and Technology Fellows
     https://www.amacad.org/about/fellowships
*** Berkeley
**** President's Postdoctoral Fellows 
     DEADLINE: <2019-11-11 Mon>
 https://ppfp.ucop.edu/info/how-to-apply/index.html
**** Chancellor's Postdoctoral Fellows
