_source/funding.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-07-20 Sat 16:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Funding</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Chris Hebdon" />
</head>
<body>
<div id="content">
<h1 class="title">Funding</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org76d555a">1. Finding Aids</a></li>
<li><a href="#org2659738">2. Professorships</a></li>
<li><a href="#orgd3a0af0">3. Post-Doctoral Positions</a>
<ul>
<li>
<ul>
<li><a href="#org6a7b36e">3.0.1. American Academy of Arts and Sciences</a></li>
<li><a href="#org674ee33">3.0.2. Berkeley</a></li>
<li><a href="#org51852ac">3.0.3. Brown</a></li>
<li><a href="#org67ecf54">3.0.4. Cal East Bay</a></li>
<li><a href="#org16e3086">3.0.5. Cambridge</a></li>
<li><a href="#org3eb3dad">3.0.6. Chicago</a></li>
<li><a href="#org7c4f866">3.0.7. Columbia</a></li>
<li><a href="#org86d2e64">3.0.8. Cornell</a></li>
<li><a href="#orgbe8472d">3.0.9. Dartmouth</a></li>
<li><a href="#org746c50f">3.0.10. Harvard</a></li>
<li><a href="#org3c24295">3.0.11. Los Angeles</a></li>
<li><a href="#orgdec0e7e">3.0.12. McGill</a></li>
<li><a href="#org434a487">3.0.13. Michigan</a></li>
<li><a href="#orgaa2b7b8">3.0.14. MIT</a></li>
<li><a href="#org1690519">3.0.15. New School and New York Historical Society</a></li>
<li><a href="#org87c60bc">3.0.16. Oxford</a></li>
<li><a href="#orgba59bfb">3.0.17. Penn</a></li>
<li><a href="#orgc1c8f80">3.0.18. Princeton</a></li>
<li><a href="#org7a3846e">3.0.19. San Diego State</a></li>
<li><a href="#org320bb7e">3.0.20. Stanford</a></li>
<li><a href="#org6a667e2">3.0.21. Southern California</a></li>
<li><a href="#org9ff869d">3.0.22. Yale</a></li>
<li><a href="#org950771c">3.0.23. Yale-NUS</a></li>
<li><a href="#org120d40d">3.0.24. Wenner Grenn</a></li>
<li><a href="#orga969bcc">3.0.25. Wesleyan</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orga1e5b6f">4. Term Fellowships</a>
<ul>
<li><a href="#orgfc61ad8">4.1. Cambridge-Woolf Visiting Fellowships</a>
<ul>
<li><a href="#orgfede3f9">4.1.1. (February 2020) Sir Mick and Lady Davis Visiting Fellwoships</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-org76d555a" class="outline-2">
<h2 id="org76d555a"><span class="section-number-2">1</span> Finding Aids</h2>
<div class="outline-text-2" id="text-1">
<p>
&#x2014; Am Anth. Assoc.: <a href="http://careercenter.aaanet.org/jobs">http://careercenter.aaanet.org/jobs</a>
&#x2014; GrantFoward: <a href="https://www.grantforward.com">https://www.grantforward.com</a>
&#x2014; Jobs UK: <a href="https://jobs.ac.uk">https://jobs.ac.uk</a>
&#x2014; Academic Positions EU: <a href="https://academicpositions.com">https://academicpositions.com</a> 
</p>
</div>
</div>
<div id="outline-container-org2659738" class="outline-2">
<h2 id="org2659738"><span class="section-number-2">2</span> Professorships</h2>
</div>
<div id="outline-container-orgd3a0af0" class="outline-2">
<h2 id="orgd3a0af0"><span class="section-number-2">3</span> Post-Doctoral Positions</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org6a7b36e" class="outline-4">
<h4 id="org6a7b36e"><span class="section-number-4">3.0.1</span> American Academy of Arts and Sciences</h4>
<div class="outline-text-4" id="text-3-0-1">
</div>
<ol class="org-ol">
<li><a id="orgbc170de"></a>Visiting Scholars Program<br />
<div class="outline-text-5" id="text-3-0-1-1">
<p>
The Academy’s Visiting Scholars Program provides residential fellowships to postdoctoral scholars in the humanities and social sciences. The fellowship program offers a collaborative work environment and the opportunity to interact with Academy members. It also creates a national network for these scholars, assisting them in their research and professional development.
</p>

<p>
Applications for the cycle of fellowships to begin in Fall 2020 will be accepted in October 2019.
</p>

<p>
Housed at the headquarters of the Academy in Cambridge, Massachusetts, Visiting Scholars participate in Academy-sponsored conferences, seminars, and informal gatherings while advancing their scholarly research. The program also provides Visiting Scholars with the opportunity to develop their professional skills through involvement in the programmatic work of the Academy. This could include pursuing research for a project committee, assisting in the preparation of an issue of Dædalus, helping to organize a conference or a symposium, or other comparable activities. The Academy provides office space and computer services as well as library privileges in cooperation with the Mahindra Humanities Center at Harvard University. The program also features a mentorship program that will pair each Visiting Scholar with an Academy Fellow who is an expert in a similar field of study.
</p>

<p>
The fellowship is a one-year post-doctoral fellowship with a mutual option to renew for a second year. To be eligible, candidates must have received the Ph.D. degree no more than four (4) years before the application deadline date, must have the degree in hand no later than August 1, 2020. Applicants may not hold a tenure-track teaching appointment nor have previously published a scholarly monograph. The annual stipend is $60,000, plus health insurance.
</p>
</div>
</li>
<li><a id="orge3a4612"></a>Mandel Presidential Fellows<br /></li>
<li><a id="org1c33d2d"></a>Hellman Science and Technology Fellows<br />
<div class="outline-text-5" id="text-3-0-1-3">
<p>
<a href="https://www.amacad.org/about/fellowships">https://www.amacad.org/about/fellowships</a>
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org674ee33" class="outline-4">
<h4 id="org674ee33"><span class="section-number-4">3.0.2</span> Berkeley</h4>
<div class="outline-text-4" id="text-3-0-2">
</div>
<ol class="org-ol">
<li><a id="org738b6c0"></a>President's Postdoctoral Fellows<br />
<div class="outline-text-5" id="text-3-0-2-1">
<p>
<a href="https://ppfp.ucop.edu/info/how-to-apply/index.html">https://ppfp.ucop.edu/info/how-to-apply/index.html</a>
</p>
</div>
</li>
<li><a id="org1c3681c"></a>Chancellor's Postdoctoral Fellows<br /></li>
