_source/funding.html
<li><a id="orgf7a3343"></a>Ciriacy-Wantrup Postdoctoral Fellows<br />
<div class="outline-text-5" id="text-3-0-2-3">
<p>
<a href="https://nature.berkeley.edu/academics/ciriacy-wantrup">https://nature.berkeley.edu/academics/ciriacy-wantrup</a>
</p>

<p>
The S.V. Ciriacy-Wantrup Postdoctoral Fellowships in Natural Resource Economics and Political Economy will be awarded for the 2019-2020 academic year to support advanced research at the University of California, Berkeley.
</p>

<p>
For the purposes of this fellowship, natural resources are defined broadly to include environmental resources. The fellowship encourages, but is not limited to, policy-oriented research. Applications are open to scholars from any social science discipline, and related professional fields such as law and planning, who will make significant contributions to research on natural resource economics broadly defined. Preference will be given to proposals whose orientation is broadly institutional and/or historical, and which are conceptually and theoretically innovative. Proposals whose primary emphasis is on advancing statistical or econometric theory are not eligible for consideration.
</p>

<p>
The purpose of the fellowship is to develop new and innovative intellectual connections and ideas in natural resources economics and political economy at UC Berkeley. Accordingly, Applicants should provide specific information about the project proposed for the fellowship period, and explain why support from the fellowship and the opportunity to work at Berkeley are important for the success of that project. We welcome proposals from applicants who have not received their PhD at UC Berkeley. Proposals from UC Berkeley doctoral graduates that outline a significant change in research direction and that indicate engagement with different disciplines and faculty from those pursued during the doctoral program will be considered.
</p>

<p>
Two types of awards are available:
</p>

<ol class="org-ol">
<li>A one-year postdoctoral award with a salary of $58,040, renewable for a second year based on performance and funding availability. It is expected that the applicant will possess a recent doctorate or equivalent international degree by the appointment start date. Postdoctoral Fellows are appointed as UC employees and are governed by the UC Policy on Postdoctoral Scholars located here.</li>

<li>A one-year award with a salary of $58,040 to support a professional leave from an academic or professional position, without option to renew. Applicatns for visiting research fellowships must have received their doctorate or equivalent international degree within the last ten years (not including any temporary leave time due to personal or family circumstances). Applicants must provide documentation of the home institution's or agency's concurrence of their leave. Visiting Research Fellows are appointed as UC employees and are governed by the UC Policy on Visiting Appointments located here.</li>
</ol>

<p>
Both types of fellowships include $2,000 toward research-related expenses and one-way economy airfare to Berkeley for each fellow and his/her immediate family.
</p>

<p>
Application Procedure
Applications must be received by December 3, 2018.
</p>

<p>
A complete application consists of the following:
</p>

<p>
Cover Letter (Required): 1-2 page cover letter indicating your preferred Departmental affiliation and/or faculty mentor
Curriculum Vitae (Required): Your current C.V.
Abstract (Required): 1 paragraph abstract
Research proposal (Required): Not to exceed 10 pages
Publications (Required): 1 or more recent publications
Three letters of recommendation (visible to all reviewers) from faculty members familiar with the candidate's research. Applicants should ask referees to review the UC Berkeley Statement of Confidentiality
Applicants for the Visiting Research Fellowship must include a statement from their home institution concurring with the leave of absence for the duration of the fellowship term.
To Apply: 
</p>

<p>
<a href="https://aprecruit.berkeley.edu/apply/JPF01890">https://aprecruit.berkeley.edu/apply/JPF01890</a>
</p>

<p>
Questions may be directed to Ruxin Liu by e-mail at ruxinl@berkeley.eduor by phone at (510) 643-9579.
</p>

<p>
We would greatly appreciate your letting us know how you found out about this award. Send a brief note to ruxinl@berkeley.edu.
</p>

<p>
Fellowship Policies
Conditions of the Fellowship
Appointments are expected to begin one week before the academic semester begins, for one year. Adjustments for those Fellows from institutions on a different calendar will be made. The Fellow must maintain residency at the University of California, Berkeley, during the appointment period. Postdoctoral and Visiting Research Fellows are prohibited from accepting employment and augmentation of salary during this fellowship period. Violation of this condition will result in the award being revoked and reimbursement of the full award amount. However, an appointee may, without paying tuition and fees, audit classes and participate with the consent of the instructor.
</p>

<p>
Proof of Degree
Thirty days before an appointment may be confirmed, the applicant must submit a copy of an official certification showing completion of the doctoral degree or equivalent international degree, or evidence that this degree has been conferred.
</p>

<p>
Reimbursement for Travel to Berkeley
The Fellowship will pay for one-way economy airfare to Berkeley for the Fellow and his/her immediate family.
</p>

<p>
Research Allowance
The amount of $2,000 will be available to the Fellow through the host department for field research, conference travel, or related expenses such as miscellaneous office expenses, photocopying, telephone, supplies, and mailing costs. The Fellow may use the research allowance at his/her discretion within University policy.
</p>

<p>
Equipment Purchases
Fellows may choose to use their research funds to purchase equipment such as a computer and related supplies. Fellows should be aware that the University requires that all equipment purchased with University funds remain the property of the University. The Fellow may submit a request in writing to their administrating department requesting to keep the equipment.
</p>

<p>
Vacation and Academic Travel
Only one trip of more than a week’s duration may be taken during the Fall and Spring semesters for research purposes. Should a Fellow request a longer research trip that cannot be accommodated during the recess periods, a formal request should be submitted to the Chair. Subsequent travel (funds permitting) may be undertaken only if an academic paper will be delivered. The Fellow is responsible for informing their sponsoring department of their whereabouts when traveling.
</p>

<p>
Postdoctoral Research Fellows do not accrue vacation, however fellows are allowed time off each academic year in the intersession and recess periods (which constitutes about four weeks, excluding University holidays) between the beginning of Fall Term and the end of Spring Term. More information regarding leave for Potdoctoral Fellows can be located here.
</p>

<p>
Visiting Research Fellows appointed on a fiscal year basis accrue vacation at the rate of two working days per month for full-time service. Appointees at 50 percent or more time accrue vacation at a proportionate rate; appointees at less than 50 percent time do not accrue vacation. Fellows must obtain approval from their faculty mentor prior to the use of vacation leave. More information regarding vacation leave can be located here.
</p>

<p>
Health Insurance
It is expected that all fellowship recipients maintain health coverage during the entire term of the Fellowship. Eligibility for health coverage through the University is dependant on the Fellowship type.
</p>

<p>
Postdoctoral Research Fellows are covered by the UC Postdoc Scholar Benefits Plan (PSBP) and are entitled to health insurance, including dental, vision, short-term disability, life, and AD&amp;D, through the University.
</p>

<p>
Visiting Research Fellows are covered by the UC sponsored benefits plan (Mid-level coverage) and are entitled to health insurance, including medical, life, and AD&amp;D, through the University (AD&amp;D plan requires an employee paid premium). Visiting Research Fellows are not entitled to dental, vision or short-term disability.
</p>

<p>
Performance Requirements
While in residence, Fellows are expected to be active participants in the academic life of their host units, through attendance at seminars relevant to their area of study and interaction with other Fellows and designated faculty mentors. Fellows are expected to give at least one seminar a year on their research in a forum to be determined in consultation with their mentor. The time and place for this seminar must be communicated to the Ciriacy-Wantrup Fellowship coordinator, Ruxin Liu, in advance with a sufficient amount of time to notify other Fellows in residence and the members of the review committee. Fellows will be expected to attend seminars given by all other Fellows. All publications written or substantially developed during the term of the fellowship must formally acknowledge the support of the Ciriacy-Wantrup Fellowship in the publication(s). A final copy of all material developed as a result of Ciriacy-Wantrup Fellowship must be submitted to the Ciriacy-Wantrup Fellowship coordinator, Ruxin Liu, for inclusion in the Ciriacy-Wantrup Fellowship library.
</p>

<p>
Renewing the Postdoctoral Wantrup Fellowship
The selection committee bases renewal decisions on evidence of progress toward the Fellow's research goals. Applications for renewal must include 1) a cover letter from the Fellow summarizing his/her progress toward the original proposal and research goals; 2) a letter of support from the Fellow's Mentor; 3) confirmation from the sponsoring Department Chair that space will continue to be available for the Fellow in the second year; and 4) copies of any papers or articles completed and/or published during the first year of the Fellowship. Supplementary items such as letters of recommendation, reports of papers delivered, or non-project-related research are all welcome if they serve to strengthen the case for renewal. Continued affiliation with the host department is at the discretion of the host department.
</p>

<p>
Administration
An additional $1,500 will be transferred to the sponsoring department to compensate their administrative efforts required for hiring, obtaining visas (when necessary), and other administrative support.
</p>

<p>
Postdoctoral appointments are governed by U.C. Policy for postdoctoral scholars (APM 390).
</p>
</div>
</li>
</ol>
</div>
