_source/funding.org
*** Brown
**** Watson Institute Fellows
**** Presidential Diversity Fellows
**** Critical Cultural Heritage Fellows
*** Cal East Bay
**** Assistant Professor of Environmental Anthropology
http://www.csueastbay.edu/oaa/jobs/csueb.html
https://apply.interfolio.com/61640
*** Cambridge
**** Career Development Fellows
**** Post-doctoral fellowships
     https://www.socanth.cam.ac.uk/socanth-research/post-doc-funding
*** Chicago
**** Chicago Society of Fellows
***** (x Sept. 2019)
  https://societyoffellows.uchicago.edu/https%3A//fellows.uchicago.edu

**** Chicago Provost's Fellows
 https://provostpostdoc.uchicago.edu/
*** Columbia
**** Earth Institute Fellows
**** Faculty
***** Ben Orlove
***** Bryan Boyd
*** Cornell
**** Cornell Mellon Fellows
     DEADLINE: <2019-10-01 Tue>
  https://societyhumanities.as.cornell.edu/mellon-postdoctoral-fellowships
  The Society for the Humanities will sponsor two postdoctoral teaching-research fellowships in the humanities, each awarded for the two-year period beginning August 2019. Each fellowship offers a stipend of $53,000/year. While in residence at Cornell, Mellon Fellows hold department affiliations and joint appointments with the Society for the Humanities, have limited teaching duties, and the opportunity for scholarly work. Mellon Postdoctoral Fellowships are available in two areas of specialization: Linguistics and Science & Technology Studies.
*** Dartmouth
**** Dartmouth Humanities Fellows
     SCHEDULED:   
   SCHEDULED: <2019-10-01 Tue> DEADLINE: <2019-10-01 Tue>
  PROGRAM DETAILS
  With the generous support of the Andrew W. Mellon Foundation, Dartmouth is pleased to accept applications for two postdoctoral fellowships in the humanities and humanistic social sciences from Fall 2019 to the end of Spring 2021. These fellowships foster the academic careers of scholars who have recently received their Ph.D. degrees by permitting them to pursue their research while gaining mentored experience as teachers and members of the departments and/or programs in which they are housed. The program also benefits Dartmouth by complementing existing curricula with underrepresented fields.

  We are currently not accepting applications for Anthropology; Asian and Middle Eastern Studies; Theater; Asian Societies, Cultures, and Languages; History; and Russian. Applicants must focus on materials customarily associated with research in the humanities or employ methods common in humanistic research.

  TERMS OF APPOINTMENT
  Fellows are expected to teach two courses in their home department(s) or program(s) in each year of their residency. At least one of the four courses should contribute something new to the Dartmouth curriculum, and at least one should be an introductory lecture course. Fellows will not, however, be asked to teach basic language courses.

  The appointed fellows will enjoy full use of such college resources as the library, computing center, the Leslie Center for the Humanities, Rockefeller Center for Public Policy and the Social Sciences, the Dickey Center for International Understanding, the Hood Museum of Art, and the Hopkins Center.

  The 2018-2020 fellows received an annual stipend of $57,528 plus benefits, an annual research allowance of $2,000, and a first-year-only computer allowance of $2,500. The terms for the 2019-2021 fellows will be similar.

  Applicants for the 2019-2021 fellowships must have completed a Ph.D. no earlier than January 1, 2017. Candidates who do not yet hold a Ph.D. but expect to by June 30, 2019 should supply a letter from their home institution corroborating such a schedule.
**** McKennen Anthropology Postdoctoral Fellows
     [] https://anthropology.dartmouth.edu/research/mckennan-postdoc-fellowship
*** Harvard
**** Harvard Society of Fellows
