_source/funding.html

<div id="outline-container-org51852ac" class="outline-4">
<h4 id="org51852ac"><span class="section-number-4">3.0.3</span> Brown</h4>
<div class="outline-text-4" id="text-3-0-3">
</div>
<ol class="org-ol">
<li><a id="org6cfdf35"></a>Watson Institute Fellows<br /></li>
<li><a id="org009ddb0"></a>Presidential Diversity Fellows<br /></li>
<li><a id="orgee0ec46"></a>Critical Cultural Heritage Fellows<br /></li>
</ol>
</div>
<div id="outline-container-org67ecf54" class="outline-4">
<h4 id="org67ecf54"><span class="section-number-4">3.0.4</span> Cal East Bay</h4>
<div class="outline-text-4" id="text-3-0-4">
</div>
<ol class="org-ol">
<li><a id="org939e773"></a>Assistant Professor of Environmental Anthropology<br />
<div class="outline-text-5" id="text-3-0-4-1">
<p>
<a href="http://www.csueastbay.edu/oaa/jobs/csueb.html">http://www.csueastbay.edu/oaa/jobs/csueb.html</a>
<a href="https://apply.interfolio.com/61640">https://apply.interfolio.com/61640</a>
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org16e3086" class="outline-4">
<h4 id="org16e3086"><span class="section-number-4">3.0.5</span> Cambridge</h4>
<div class="outline-text-4" id="text-3-0-5">
</div>
<ol class="org-ol">
<li><a id="orgb711f69"></a>Career Development Fellows<br /></li>
<li><a id="org12a4641"></a>Post-doctoral fellowships<br />
<div class="outline-text-5" id="text-3-0-5-2">
<p>
<a href="https://www.socanth.cam.ac.uk/socanth-research/post-doc-funding">https://www.socanth.cam.ac.uk/socanth-research/post-doc-funding</a>
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org3eb3dad" class="outline-4">
<h4 id="org3eb3dad"><span class="section-number-4">3.0.6</span> Chicago</h4>
<div class="outline-text-4" id="text-3-0-6">
</div>
<ol class="org-ol">
<li><a id="org614c87f"></a>Chicago Society of Fellows<br />
<ol class="org-ol">
<li><a id="org482e197"></a>(x Sept. 2019)<br />
<div class="outline-text-6" id="text-3-0-6-1-1">
<p>
<a href="https://societyoffellows.uchicago.edu/https://fellows.uchicago.edu">https://societyoffellows.uchicago.edu/https://fellows.uchicago.edu</a>
</p>
</div>
</li>
</ol>
</li>

<li><a id="org2e78951"></a>Chicago Provost's Fellows<br />
<div class="outline-text-5" id="text-3-0-6-2">
<p>
<a href="https://provostpostdoc.uchicago.edu/">https://provostpostdoc.uchicago.edu/</a>
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org7c4f866" class="outline-4">
<h4 id="org7c4f866"><span class="section-number-4">3.0.7</span> Columbia</h4>
<div class="outline-text-4" id="text-3-0-7">
</div>
<ol class="org-ol">
<li><a id="org192783e"></a>Earth Institute Fellows<br /></li>
<li><a id="org1a652a1"></a>Faculty<br />
<ol class="org-ol">
<li><a id="org1c6a5c8"></a>Ben Orlove<br /></li>
<li><a id="org7746525"></a>Bryan Boyd<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org86d2e64" class="outline-4">
<h4 id="org86d2e64"><span class="section-number-4">3.0.8</span> Cornell</h4>
<div class="outline-text-4" id="text-3-0-8">
</div>
<ol class="org-ol">
<li><a id="org6b2db57"></a>Cornell Mellon Fellows<br />
<div class="outline-text-5" id="text-3-0-8-1">
<p>
<a href="https://societyhumanities.as.cornell.edu/mellon-postdoctoral-fellowships">https://societyhumanities.as.cornell.edu/mellon-postdoctoral-fellowships</a>
The Society for the Humanities will sponsor two postdoctoral teaching-research fellowships in the humanities, each awarded for the two-year period beginning August 2019. Each fellowship offers a stipend of $53,000/year. While in residence at Cornell, Mellon Fellows hold department affiliations and joint appointments with the Society for the Humanities, have limited teaching duties, and the opportunity for scholarly work. Mellon Postdoctoral Fellowships are available in two areas of specialization: Linguistics and Science &amp; Technology Studies.
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-orgbe8472d" class="outline-4">
<h4 id="orgbe8472d"><span class="section-number-4">3.0.9</span> Dartmouth</h4>
<div class="outline-text-4" id="text-3-0-9">
</div>
<ol class="org-ol">
<li><a id="org5212f28"></a>Dartmouth Humanities Fellows<br />
<div class="outline-text-5" id="text-3-0-9-1">
<p>
 SCHEDULED: <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-01 Tue&gt; </span></span> DEADLINE: <span class="timestamp-wrapper"><span class="timestamp">&lt;2019-10-01 Tue&gt;</span></span>
PROGRAM DETAILS
With the generous support of the Andrew W. Mellon Foundation, Dartmouth is pleased to accept applications for two postdoctoral fellowships in the humanities and humanistic social sciences from Fall 2019 to the end of Spring 2021. These fellowships foster the academic careers of scholars who have recently received their Ph.D. degrees by permitting them to pursue their research while gaining mentored experience as teachers and members of the departments and/or programs in which they are housed. The program also benefits Dartmouth by complementing existing curricula with underrepresented fields.
</p>

<p>
We are currently not accepting applications for Anthropology; Asian and Middle Eastern Studies; Theater; Asian Societies, Cultures, and Languages; History; and Russian. Applicants must focus on materials customarily associated with research in the humanities or employ methods common in humanistic research.
</p>

<p>
TERMS OF APPOINTMENT
Fellows are expected to teach two courses in their home department(s) or program(s) in each year of their residency. At least one of the four courses should contribute something new to the Dartmouth curriculum, and at least one should be an introductory lecture course. Fellows will not, however, be asked to teach basic language courses.
</p>

<p>
The appointed fellows will enjoy full use of such college resources as the library, computing center, the Leslie Center for the Humanities, Rockefeller Center for Public Policy and the Social Sciences, the Dickey Center for International Understanding, the Hood Museum of Art, and the Hopkins Center.
</p>

<p>
The 2018-2020 fellows received an annual stipend of $57,528 plus benefits, an annual research allowance of $2,000, and a first-year-only computer allowance of $2,500. The terms for the 2019-2021 fellows will be similar.
</p>

<p>
Applicants for the 2019-2021 fellowships must have completed a Ph.D. no earlier than January 1, 2017. Candidates who do not yet hold a Ph.D. but expect to by June 30, 2019 should supply a letter from their home institution corroborating such a schedule.
</p>
</div>
</li>
<li><a id="orgc8439ab"></a>McKennen Anthropology Postdoctoral Fellows<br />
<div class="outline-text-5" id="text-3-0-9-2">
<p>
[] <a href="https://anthropology.dartmouth.edu/research/mckennan-postdoc-fellowship">https://anthropology.dartmouth.edu/research/mckennan-postdoc-fellowship</a>
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org746c50f" class="outline-4">
<h4 id="org746c50f"><span class="section-number-4">3.0.10</span> Harvard</h4>
<div class="outline-text-4" id="text-3-0-10">
</div>
<ol class="org-ol">
<li><a id="org5ebb3eb"></a>Harvard Society of Fellows<br />
<ol class="org-ol">
