_source/funding.org
***** (11 August 2019, by nomination only)
  https://sites.fas.harvard.edu/~socfell/nominations.html

  HARVARD UNIVERSITY
  About the Society	
 	 	 	
  NOMINATION PROCEDURE
      Candidates are nominated for Junior Fellowships, generally by those under whom they have studied. Applications are not accepted from the candidates themselves. A letter of nomination should include an assessment of the candidate's work and promise, i.e. a full letter of recommendation, and also provide complete contact information for the candidate, including current residential address and email address, and the names, mailing addresses, and email addresses of three additional people who agree to write letters of recommendation by the date requested when they are contacted by the Society. Men and women interested in any field of study are eligible for these fellowships. Nominees should be of the highest calibre of intellectual achievement, i.e. comparable to the most successful candidates for junior faculty positions at leading universities.

      Upon receipt of the mailed nomination, the Society will request letters of recommendation from the referees listed, and ask the candidate to submit samples of written work (dissertation chapters, articles, papers) along with a one or two-page proposal describing the studies he or she would like to pursue while a Junior Fellow: 

   • The Society will request that the three additional letters of recommendation be submitted
      electronically - not by email, but through a link which we will provide in our correspondence with 
      the referees. After receipt of the nomination, the referees will be contacted by our office both by regular 
      mail and email and asked to submit their letters within three weeks of the date of our email. 
      (This is why full and accurate email addresses are necessary to process the nomination.) Instructions 
      for uploading letters will be provided to each referee, along with a password to enter the secure site.
   
   • Our communication with the candidate will request that written materials be submitted both electronically 
      through a link to our submission portal and by mail or express mail within three weeks from the date of 
      our initial email contact. Full instructions for uploading the C.V., list of publications, research proposal, 
      and three samples of work will be provided, along with a password to enter the secure site.

   • The candidate is requested to provide official transcripts of both undergraduate and graduate records. 
      (Ideally, transcripts should be forwarded directly to the Society from the universities involved; however, 
      candidates who have sealed transcripts may submit them with their mailed materials.) 
 
      On the basis of the materials submitted, the Senior Fellows select a certain number of candidates for interview. It is from this number that the final selection is made. The Society pays the traveling expenses of those candidates interviewed.

  Please note: If still pursuing the Ph.D., candidates should be at the dissertation stage of their theses and be prepared to finish their degrees within a year of becoming fellows. If already a recipient of the degree, they should not be much more than a year past the Ph.D. at the time the fellowship commences. Most Junior Fellows receive the Ph.D. just prior to the start of the fellowship.


       The deadline for receiving nominations for Junior Fellowships that begin July 1, 2018, is Friday, August 11, 2017. No nomination will be accepted with a postmark past the deadline. Nominations will not be accepted by email.
  All letters should be sent to:

  The Society of Fellows
  Harvard University
  78 Mount Auburn Street
  Cambridge, Massachusetts 02138


  Contacts  |  ©2004 President and Fellows of Harvard College
**** Harvard Academy Scholars
