_source/funding.org
***** (1 Oct. 2019)
  https://academy.wcfia.harvard.edu/programs/academy_scholar
  Academy Scholars Program
  This program is open to all recent PhD recipients and doctoral candidates in the social sciences or law.

  The Academy Scholars Program identifies and supports outstanding scholars at the start of their careers whose work combines disciplinary excellence in the social sciences or law with a command of the language and history or culture of countries or regions outside of the United States or Canada. Their scholarship may elucidate domestic, comparative, or transnational issues, past or present.

  The Academy Scholars are a select community of individuals with resourcefulness, initiative, curiosity, and originality, whose work in cultures or regions outside of the US or Canada shows promise as a foundation for exceptional careers in major universities or international institutions.

  Academy Scholars are appointed for a two-year, in-residence, postdoctoral fellowship at The Harvard Academy for International and Area Studies, Harvard University, Cambridge, MA. They receive substantial financial and research assistance to undertake sustained projects of research and/or acquire accessory training in their chosen fields and areas. The Senior Scholars, a distinguished group of senior Harvard University faculty members, act as mentors to the Academy Scholars to help them achieve their intellectual potential.

  Eligibility
  The competition for these awards is open only to recent PhD (or comparable professional school degree) recipients and doctoral candidates in the social sciences or law.

  Those still pursuing a PhD should have completed their routine training and be well along in the writing of their theses before applying to become Academy Scholars. If you have completed a PhD program, the PhD completion date must be within three years of the October 1 application deadline. For applicants applying for the October 1, 2018 deadline, you must have completed your PhD or equivalent after September 30, 2015.

  The Selection Committee considers all applicants in one applicant pool.

  Terms
  Each year, four to five Academy Scholars are named for two-year appointments. Academy Scholars are expected to reside in the Cambridge/Boston area for the duration of their appointments unless traveling for pre-approved research purposes.

  Postdoctoral Academy Scholars will receive an annual stipend of $67,000. If selected before earning the PhD, the Scholars will receive an annual stipend of $31,000 until awarded the PhD. This stipend is supplemented by funding for conference and research travel, research assistants, and health insurance coverage. Some teaching is permitted but not required.

  Applications are welcome from qualified persons without regard to nationality, gender, or race

  How to Apply
  All application materials need to be submitted by the deadline of October 1. We do not accept late applications.

  The completed application will include:

  Cover letter which succinctly states the applicant's academic field, country or region of specialization, and proposed research topic
  Curriculum vitae (CV) or resumé; including list of publications
  Research proposal (2500 word maximum); including intellectual objectives and planned methodological and disciplinary work
  A copy of your PhD program transcript
  Three letters of recommendation (uploaded through the online application)
  Letters should be addressed to the "Selection Committee."
  Letters of recommendation need to be uploaded by the deadline of October 1.

  All parts of the application, including the three letters of recommendation, are submitted online as pdf documents. The online application is accessed through the homepage of The Harvard Academy’s website. To access the application, click on the APPLY ONLINE button.

  Questions should be emailed to:
  applicationinquiries@wcfia.harvard.edu.

  You may include footnotes, endnotes, and/or bibliographies in your proposed research statement, but they are not required. If you do give references, they will not count towards the 2500-word maximum for the research statement.

  We require no copies of published papers or abstracts as part of our application process. Do not include them in your application.

  Regarding transcripts from foreign universities: our reviewers read many applications from those at foreign universities and request as much transcript-like official documentation as the Registrar at your university can provide, for all graduate work—both for the Master's and PhD programs in which you have been or are currently enrolled. Your institution most likely gets these requests often and can provide the required paperwork to you upon request.
**** Environmental Fellows
**** Global American Studies Postdoctoral Fellows
     DEADLINE: <2019-11-17 Sun>
**** Inequality in America Fellows
     DEADLINE: <2019-12-01 Sun>
**** Mahindra Humanities Fellows
**** Schroeder Curatorial Fellows
**** Santo Domingo Fellows DRCLAS
     DEADLINE: <2020-01-01 Wed>
     https://drclas.harvard.edu/pages/visiting-scholarfellow-opportunities-type
*** Los Angeles
**** Faculty
***** David A. Scott (Archaeology)
      https://www.ioa.ucla.edu/people/david-scott
*** McGill
**** Mellon Postdoctoral Fellows**** Flegg Postdoctoral Fellows
*** Michigan
