_source/funding.html
<li><a id="org462c827"></a>Harvard Academy Scholars<br />
<ol class="org-ol">
<li><a id="org51daf0c"></a>(1 Oct. 2019)<br />
<div class="outline-text-6" id="text-3-0-10-2-1">
<p>
<a href="https://academy.wcfia.harvard.edu/programs/academy_scholar">https://academy.wcfia.harvard.edu/programs/academy_scholar</a>
Academy Scholars Program
This program is open to all recent PhD recipients and doctoral candidates in the social sciences or law.
</p>

<p>
The Academy Scholars Program identifies and supports outstanding scholars at the start of their careers whose work combines disciplinary excellence in the social sciences or law with a command of the language and history or culture of countries or regions outside of the United States or Canada. Their scholarship may elucidate domestic, comparative, or transnational issues, past or present.
</p>

<p>
The Academy Scholars are a select community of individuals with resourcefulness, initiative, curiosity, and originality, whose work in cultures or regions outside of the US or Canada shows promise as a foundation for exceptional careers in major universities or international institutions.
</p>

<p>
Academy Scholars are appointed for a two-year, in-residence, postdoctoral fellowship at The Harvard Academy for International and Area Studies, Harvard University, Cambridge, MA. They receive substantial financial and research assistance to undertake sustained projects of research and/or acquire accessory training in their chosen fields and areas. The Senior Scholars, a distinguished group of senior Harvard University faculty members, act as mentors to the Academy Scholars to help them achieve their intellectual potential.
</p>

<p>
Eligibility
The competition for these awards is open only to recent PhD (or comparable professional school degree) recipients and doctoral candidates in the social sciences or law.
</p>

<p>
Those still pursuing a PhD should have completed their routine training and be well along in the writing of their theses before applying to become Academy Scholars. If you have completed a PhD program, the PhD completion date must be within three years of the October 1 application deadline. For applicants applying for the October 1, 2018 deadline, you must have completed your PhD or equivalent after September 30, 2015.
</p>

<p>
The Selection Committee considers all applicants in one applicant pool.
</p>

<p>
Terms
Each year, four to five Academy Scholars are named for two-year appointments. Academy Scholars are expected to reside in the Cambridge/Boston area for the duration of their appointments unless traveling for pre-approved research purposes.
</p>

<p>
Postdoctoral Academy Scholars will receive an annual stipend of $67,000. If selected before earning the PhD, the Scholars will receive an annual stipend of $31,000 until awarded the PhD. This stipend is supplemented by funding for conference and research travel, research assistants, and health insurance coverage. Some teaching is permitted but not required.
</p>

<p>
Applications are welcome from qualified persons without regard to nationality, gender, or race
</p>

<p>
How to Apply
All application materials need to be submitted by the deadline of October 1. We do not accept late applications.
</p>

<p>
The completed application will include:
</p>

<p>
Cover letter which succinctly states the applicant's academic field, country or region of specialization, and proposed research topic
Curriculum vitae (CV) or resumé; including list of publications
Research proposal (2500 word maximum); including intellectual objectives and planned methodological and disciplinary work
A copy of your PhD program transcript
Three letters of recommendation (uploaded through the online application)
Letters should be addressed to the "Selection Committee."
Letters of recommendation need to be uploaded by the deadline of October 1.
</p>

<p>
All parts of the application, including the three letters of recommendation, are submitted online as pdf documents. The online application is accessed through the homepage of The Harvard Academy’s website. To access the application, click on the APPLY ONLINE button.
</p>

<p>
Questions should be emailed to:
applicationinquiries@wcfia.harvard.edu.
</p>

<p>
You may include footnotes, endnotes, and/or bibliographies in your proposed research statement, but they are not required. If you do give references, they will not count towards the 2500-word maximum for the research statement.
</p>

<p>
We require no copies of published papers or abstracts as part of our application process. Do not include them in your application.
</p>

<p>
Regarding transcripts from foreign universities: our reviewers read many applications from those at foreign universities and request as much transcript-like official documentation as the Registrar at your university can provide, for all graduate work—both for the Master's and PhD programs in which you have been or are currently enrolled. Your institution most likely gets these requests often and can provide the required paperwork to you upon request.
</p>
</div>
</li>
</ol>
</li>
<li><a id="org5c8d7f9"></a>Environmental Fellows<br /></li>
<li><a id="org91aa3be"></a>Global American Studies Postdoctoral Fellows<br />
<div class="outline-text-5" id="text-3-0-10-4">
</div>
</li>
<li><a id="org1e6f38e"></a>Inequality in America Fellows<br />
<div class="outline-text-5" id="text-3-0-10-5">
</div>
</li>
<li><a id="org4570cbd"></a>Mahindra Humanities Fellows<br /></li>
<li><a id="orgc72b719"></a>Schroeder Curatorial Fellows<br /></li>
<li><a id="org9393509"></a>Santo Domingo Fellows DRCLAS<br />
<div class="outline-text-5" id="text-3-0-10-8">
<p>
<a href="https://drclas.harvard.edu/pages/visiting-scholarfellow-opportunities-type">https://drclas.harvard.edu/pages/visiting-scholarfellow-opportunities-type</a>
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org3c24295" class="outline-4">
<h4 id="org3c24295"><span class="section-number-4">3.0.11</span> Los Angeles</h4>
<div class="outline-text-4" id="text-3-0-11">
</div>
<ol class="org-ol">
<li><a id="org5c20ada"></a>Faculty<br />
<ol class="org-ol">
<li><a id="org84e9078"></a>David A. Scott (Archaeology)<br />
<div class="outline-text-6" id="text-3-0-11-1-1">
<p>
<a href="https://www.ioa.ucla.edu/people/david-scott">https://www.ioa.ucla.edu/people/david-scott</a>
</p>
</div>
</li>
</ol>
</li>
</ol>
</div>
