_source/funding.html
<div id="outline-container-orgdec0e7e" class="outline-4">
<h4 id="orgdec0e7e"><span class="section-number-4">3.0.12</span> McGill</h4>
<div class="outline-text-4" id="text-3-0-12">
</div>
<ol class="org-ol">
<li><a id="orgf55a946"></a>Mellon Postdoctoral Fellows**** Flegg Postdoctoral Fellows<br /></li>
</ol>
</div>
<div id="outline-container-org434a487" class="outline-4">
<h4 id="org434a487"><span class="section-number-4">3.0.13</span> Michigan</h4>
<div class="outline-text-4" id="text-3-0-13">
</div>
<ol class="org-ol">
<li><a id="orgdabf343"></a>Michigan Society of Fellows<br />
<div class="outline-text-5" id="text-3-0-13-1">
<p>
<a href="http://societyoffellows.umich.edu/the-fellowship/">http://societyoffellows.umich.edu/the-fellowship/</a>
Each Fellow has a three-year appointment as Assistant Professor in an affiliated department of the University and a three-year appointment as a Postdoctoral Scholar in the Society of Fellows. This appointment is not tenure-track. The current annual stipend is <span class="underline">$60,000.</span> Fellows are eligible for participation in the University health, dental, and life insurance programs. Each fellow is expected to teach the equivalent of one academic year, i.e., a total of two terms during the period of the fellowship. Any subsequent appointment of a Fellow to a position at the University of Michigan would be subject to the rules governing new appointments.
</p>

<p>
Fellows are expected to be in residence in Ann Arbor for the academic years of appointment (September to May) and to participate in the activities of the Society of Fellows. Off-campus research leave during academic terms will be permitted only in rare cases, only for brief periods of time, and only upon written application to the Chair of the Society well in advance of the proposed leave. Any leave granted will count as part of the fellowship tenure.
</p>

<p>
Publications
Fellows are asked to cite their affiliation with the Society of Fellows in any publications that result from work done during their tenure and to provide the Society with copies of such published work.
</p>

<p>
Report on Scholarship
At the end of each fellowship year, Fellows are asked to submit a written report on their activities and accomplishments during the year.
</p>

<p>
Activities
The Society of Fellows is an interdisciplinary intellectual community in which the postdoctoral Fellows are joined by Senior Fellows to share their work in progress. Fellows are expected to participate in monthly colloquia, attend dinners of the Society, and to engage in conversation with other members about their intellectual interests. They participate in the annual evaluation of new applicants for the Fellowship, serve as evaluators for the Distinguished Dissertations Awards sponsored by the Rackham Graduate School, and act as mentors for graduate students completing their dissertations.
</p>

<p>
Research Assistance
The departments of appointment have primary responsibility for providing office and laboratory or studio space for Fellows, as well as access to other research needs or equipment. The Society will help to assure the cooperation of departments in providing the requisite setting for the scholarly and creative work of each Fellow. Each Fellow may draw on the Society’s funds for research or travel on approval from the Chair and with proper receipts, up to a total of $1500 per year. Fellows are encouraged to seek support from external agencies if it appears that their scholarly and creative work will be enhanced by such grants.
</p>

<p>
Fellowship Application
The 2018 application will be available August 1.  Questions may be submitted to society.of.fellows@umich.edu.
</p>
</div>
</li>
<li><a id="orge57dfbf"></a>Critical Translation Studies Fellows<br /></li>
</ol>
</div>
<div id="outline-container-orgaa2b7b8" class="outline-4">
<h4 id="orgaa2b7b8"><span class="section-number-4">3.0.14</span> MIT</h4>
<div class="outline-text-4" id="text-3-0-14">
</div>
<ol class="org-ol">
<li><a id="org316580d"></a>SHASS Digital Humanities Fellows<br />
<div class="outline-text-5" id="text-3-0-14-1">
<p>
<a href="https://shass.mit.edu/academics/graduate/digital-humanities-postdoc">https://shass.mit.edu/academics/graduate/digital-humanities-postdoc</a>
</p>
</div>
</li>
</ol>
</div>
<div id="outline-container-org1690519" class="outline-4">
<h4 id="org1690519"><span class="section-number-4">3.0.15</span> New School and New York Historical Society</h4>
<div class="outline-text-4" id="text-3-0-15">
</div>
<ol class="org-ol">
<li><a id="org1d8e9ed"></a>Postdoctoral Fellows<br /></li>
</ol>
</div>
<div id="outline-container-org87c60bc" class="outline-4">
<h4 id="org87c60bc"><span class="section-number-4">3.0.16</span> Oxford</h4>
<div class="outline-text-4" id="text-3-0-16">
</div>
<ol class="org-ol">
<li><a id="orgf36d540"></a>American Institute Fellows<br /></li>
</ol>
</div>
<div id="outline-container-orgba59bfb" class="outline-4">
<h4 id="orgba59bfb"><span class="section-number-4">3.0.17</span> Penn</h4>
<div class="outline-text-4" id="text-3-0-17">
</div>
<ol class="org-ol">
<li><a id="orgd49c5b4"></a>Mellon Postdoctoral Fellows<br /></li>
<li><a id="org977e3e6"></a>Environmental Humanities Fellows<br /></li>
</ol>
</div>
<div id="outline-container-orgc1c8f80" class="outline-4">
<h4 id="orgc1c8f80"><span class="section-number-4">3.0.18</span> Princeton</h4>
<div class="outline-text-4" id="text-3-0-18">
</div>
<ol class="org-ol">
<li><a id="org37540e5"></a>Princeton Society of Fellows<br />
<div class="outline-text-5" id="text-3-0-18-1">
<p>
<a href="https://sf.princeton.edu/application">https://sf.princeton.edu/application</a>
The Princeton Society of Fellows in the Liberal Arts, an interdisciplinary group of scholars in the humanities, social sciences, and selected natural sciences, invites applications for the 2019-22 fellowship competition. Four fellowships will be awarded: Two Open Fellowships in any discipline represented in the Society One Fellowship in Humanistic Studies One Fellowship in LGBT Studies Applicants may apply for more than one fellowship pertinent to their research and teaching. Please see the Society’s website princeton.edu/sf/ for fellowship details, eligibility, disciplines and application. Appointed in the Humanities Council and academic departments, postdoctoral fellows pursue their research, attend weekly seminars and teach half-time as lecturers for a term of three years. In each of the first two years, fellows teach one course each semester; in their third year, only one course. The salary for 2019-2020 will be approximately <span class="underline">$88,800.</span> Fellows must reside in or near Princeton during the academic year. Applicants holding the Ph.D. at the time of application must have received the degree after January 1, 2017. Applicants not yet holding the Ph.D. must have completed a substantial portion of the dissertation - approximately half - at the time of application. Successful candidates must fulfill all requirements for the Ph.D., including filing of the dissertation, by June 15, 2019. Candidates for/recipients of doctoral degrees in Education, Jurisprudence and from Princeton University are not eligible. Applicants may apply only once to the Princeton Society of Fellows. Selection is based on exceptional scholarly achievement and evidence of unusual promise, range and quality of teaching experience, and potential contributions to an interdisciplinary community. The Society of Fellows seeks a diverse and international pool of applicants, and especially welcomes those from underrepresented backgrounds. Applicants are asked to submit an online application by August 22, 2018 (11:59 p.m. EST)
</p>
</div>
</li>
<li><a id="org8773873"></a>Judaic Studies Fellows<br /></li>
<li><a id="orgf975f01"></a>PIIRS Postdoctoral Fellows<br /></li>
</ol>
</div>
