_source/funding.org
**** Mellon Fellows in the Humanities
  http://shc.stanford.edu/fellowships/mellon
  The Mellon Fellowship of Scholars in the Humanities program is a unique opportunity for the best recent PhD recipients in the humanities to develop as scholars and teachers. Up to four fellowships will be awarded for a two-year term (with the possibility of a third). Fellows teach two courses per year in one of Stanford’s fifteen humanities departments, and are expected to participate in the intellectual life of the program, which includes regular meetings with other fellows and faculty to share work in progress and to discuss topics of mutual interest. Fellows will also be affiliated with the Stanford Humanities Center and will have the opportunity to be active in its programs and workshops.

  Program admissions focus on selected fields of scholarship in each application year (on a rotating basis). We invite applicants to apply for fellowships in fields where their work has demonstrable relevance to teaching and research in the designated Stanford department. For fellowships beginning Fall 2019, applications will be accepted from the following fields of study: Classics, Feminist, Gender and Sexuality Studies, Linguistics, and Philosophy.

  The deadline to apply for fellowships beginning Fall 2019 has passed.

  Eligibility[–]
  The Mellon Fellowship provides postdoctoral fellowships in Stanford's fifteen humanities departments. Program admissions focus on selected fields of scholarship in each application year (on a rotating basis). We invite applicants to apply for fellowships in fields where their work has demonstrable relevance to teaching and research in the designated Stanford department.
  Applicants to the Mellon Fellowship cannot hold PhDs from Stanford University.
  All candidates for the Mellon Fellowship must have received a qualified PhD within a specified time frame, as follows: 2018 Competition (for fellowships beginning Autumn 2019): PhD received between January 1, 2016 and June 30, 2019. In addition to doctoral students, those currently serving as assistant professors, lecturers, or postdoctorates in other programs are welcome to apply, provided they earned their degree within the time frame specified for the year they apply. A Doctorate in Arts (DA), honorary doctorate, or any other degree equivalent is not considered a qualifed PhD for purposes of application to this program.
  Requirements[–]
  Fellows enjoy substantial time to pursue research, teach two courses per year in an affiliated Stanford Department, and participate in active program of scholarly exchanges with other Fellows, Stanford faculty, and outside visitors.
  Each Fellow is affiliated with some Stanford Humanities department, which arranges teaching and office space. This complements the Fellowship’s cross-disciplinary community by promoting Fellows’ full engagement in the activities of their home disciplines here at Stanford.  
  Fellows are expected to be in residence at Stanford for the full academic year (mid-September through mid-June), and even in quarters when they are not teaching are expected to hold regular office hours to consult with students and to participate in the academic life of the Stanford Community.
  Fellows are also expected to be active participants in the cohort of Fellows, attending regular meetings at which presentations of current work and discussions of intellectual and professional matters of interest to the group are offered.
  Application Process[–]
  Applications should be submitted via our online application system by 11:59PM PT November 1, 2018. We discourage the submission of additional materials with your application and cannot return such materials to you. Applicants will be notified when their applications have been received, and will be notified of the fellowship competition outcome in the spring. If you accept another position or postdoctoral fellowship, please withdraw your application by emailing mellonfellows@stanford.edu.
  Application Content[+]
  Stipends[–]
  The stipend for 2018-19 is $80,000. In addition to the stipend, Fellows are eligible for a full package of employee benefits and are also provided with a research account to fund research-related expenses.
**** Faculty
***** Richard White (History)
       https://history.stanford.edu/people/richard-white
***** Tanya Luhrmann (Anthropology)
**** Thinking Matters Fellows
*** Southern California
**** Middle East Postdoctoral Fellows
*** Yale
**** Cullman Postdoctoral Fellows with the NYBG
**** Humanities Fellows
**** Middle East Fellows
**** British Art Fellows
**** Faculty
***** Michael Dove
***** Paul Kockelman
*** Yale-NUS
**** Humanities Fellows 
     DEADLINE: <2019-11-30 Sat>
*** Wenner Grenn
**** Hunt Postdoctoral Fellowship
***** TODO http://www.wennergren.org/programs/hunt-postdoctoral-fellowships
*** Wesleyan
**** Mellon Humanities Fellows
**** Writing in the Social Sciences Fellows
* Term Fellowships
** [#A] Cambridge-Woolf Visiting Fellowships
