_source/funding.html
<div id="outline-container-org7a3846e" class="outline-4">
<h4 id="org7a3846e"><span class="section-number-4">3.0.19</span> San Diego State</h4>
</div>
<div id="outline-container-org320bb7e" class="outline-4">
<h4 id="org320bb7e"><span class="section-number-4">3.0.20</span> Stanford</h4>
<div class="outline-text-4" id="text-3-0-20">
</div>
<ol class="org-ol">
<li><a id="orgf92c09f"></a>Mellon Fellows in the Humanities<br />
<div class="outline-text-5" id="text-3-0-20-1">
<p>
<a href="http://shc.stanford.edu/fellowships/mellon">http://shc.stanford.edu/fellowships/mellon</a>
The Mellon Fellowship of Scholars in the Humanities program is a unique opportunity for the best recent PhD recipients in the humanities to develop as scholars and teachers. Up to four fellowships will be awarded for a two-year term (with the possibility of a third). Fellows teach two courses per year in one of Stanford’s fifteen humanities departments, and are expected to participate in the intellectual life of the program, which includes regular meetings with other fellows and faculty to share work in progress and to discuss topics of mutual interest. Fellows will also be affiliated with the Stanford Humanities Center and will have the opportunity to be active in its programs and workshops.
</p>

<p>
Program admissions focus on selected fields of scholarship in each application year (on a rotating basis). We invite applicants to apply for fellowships in fields where their work has demonstrable relevance to teaching and research in the designated Stanford department. For fellowships beginning Fall 2019, applications will be accepted from the following fields of study: Classics, Feminist, Gender and Sexuality Studies, Linguistics, and Philosophy.
</p>

<p>
The deadline to apply for fellowships beginning Fall 2019 has passed.
</p>

<p>
Eligibility[–]
The Mellon Fellowship provides postdoctoral fellowships in Stanford's fifteen humanities departments. Program admissions focus on selected fields of scholarship in each application year (on a rotating basis). We invite applicants to apply for fellowships in fields where their work has demonstrable relevance to teaching and research in the designated Stanford department.
Applicants to the Mellon Fellowship cannot hold PhDs from Stanford University.
All candidates for the Mellon Fellowship must have received a qualified PhD within a specified time frame, as follows: 2018 Competition (for fellowships beginning Autumn 2019): PhD received between January 1, 2016 and June 30, 2019. In addition to doctoral students, those currently serving as assistant professors, lecturers, or postdoctorates in other programs are welcome to apply, provided they earned their degree within the time frame specified for the year they apply. A Doctorate in Arts (DA), honorary doctorate, or any other degree equivalent is not considered a qualifed PhD for purposes of application to this program.
Requirements[–]
Fellows enjoy substantial time to pursue research, teach two courses per year in an affiliated Stanford Department, and participate in active program of scholarly exchanges with other Fellows, Stanford faculty, and outside visitors.
Each Fellow is affiliated with some Stanford Humanities department, which arranges teaching and office space. This complements the Fellowship’s cross-disciplinary community by promoting Fellows’ full engagement in the activities of their home disciplines here at Stanford.  
Fellows are expected to be in residence at Stanford for the full academic year (mid-September through mid-June), and even in quarters when they are not teaching are expected to hold regular office hours to consult with students and to participate in the academic life of the Stanford Community.
Fellows are also expected to be active participants in the cohort of Fellows, attending regular meetings at which presentations of current work and discussions of intellectual and professional matters of interest to the group are offered.
Application Process[–]
Applications should be submitted via our online application system by 11:59PM PT November 1, 2018. We discourage the submission of additional materials with your application and cannot return such materials to you. Applicants will be notified when their applications have been received, and will be notified of the fellowship competition outcome in the spring. If you accept another position or postdoctoral fellowship, please withdraw your application by emailing mellonfellows@stanford.edu.
Application Content[+]
Stipends[–]
The stipend for 2018-19 is $80,000. In addition to the stipend, Fellows are eligible for a full package of employee benefits and are also provided with a research account to fund research-related expenses.
</p>
</div>
</li>
<li><a id="org4f4f105"></a>Faculty<br />
<ol class="org-ol">
<li><a id="orgda2dc7d"></a>Richard White (History)<br />
<div class="outline-text-6" id="text-3-0-20-2-1">
<p>
<a href="https://history.stanford.edu/people/richard-white">https://history.stanford.edu/people/richard-white</a>
</p>
</div>
</li>
<li><a id="org58372de"></a>Tanya Luhrmann (Anthropology)<br /></li>
</ol>
</li>
<li><a id="orgf00672a"></a>Thinking Matters Fellows<br /></li>
</ol>
</div>
<div id="outline-container-org6a667e2" class="outline-4">
<h4 id="org6a667e2"><span class="section-number-4">3.0.21</span> Southern California</h4>
<div class="outline-text-4" id="text-3-0-21">
</div>
<ol class="org-ol">
<li><a id="org99ccaee"></a>Middle East Postdoctoral Fellows<br /></li>
</ol>
</div>
<div id="outline-container-org9ff869d" class="outline-4">
<h4 id="org9ff869d"><span class="section-number-4">3.0.22</span> Yale</h4>
<div class="outline-text-4" id="text-3-0-22">
</div>
<ol class="org-ol">
<li><a id="org97f5fe7"></a>Cullman Postdoctoral Fellows with the NYBG<br /></li>
<li><a id="org6e43097"></a>Humanities Fellows<br /></li>
<li><a id="org1969afc"></a>Middle East Fellows<br /></li>
<li><a id="org3360504"></a>British Art Fellows<br /></li>
<li><a id="org966c44e"></a>Faculty<br />
<ol class="org-ol">
<li><a id="orgc914908"></a>Michael Dove<br /></li>
<li><a id="orga8cb384"></a>Paul Kockelman<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-org950771c" class="outline-4">
<h4 id="org950771c"><span class="section-number-4">3.0.23</span> Yale-NUS</h4>
<div class="outline-text-4" id="text-3-0-23">
</div>
<ol class="org-ol">
<li><a id="org98434bf"></a>Humanities Fellows<br />
<div class="outline-text-5" id="text-3-0-23-1">
</div>
</li>
</ol>
</div>
<div id="outline-container-org120d40d" class="outline-4">
<h4 id="org120d40d"><span class="section-number-4">3.0.24</span> Wenner Grenn</h4>
<div class="outline-text-4" id="text-3-0-24">
</div>
<ol class="org-ol">
<li><a id="org35f9b8f"></a>Hunt Postdoctoral Fellowship<br />
<ol class="org-ol">
<li><a id="orgfe8e5de"></a><span class="todo TODO">TODO</span> <a href="http://www.wennergren.org/programs/hunt-postdoctoral-fellowships">http://www.wennergren.org/programs/hunt-postdoctoral-fellowships</a><br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-orga969bcc" class="outline-4">
<h4 id="orga969bcc"><span class="section-number-4">3.0.25</span> Wesleyan</h4>
<div class="outline-text-4" id="text-3-0-25">
</div>
<ol class="org-ol">
<li><a id="orge8efeb2"></a>Mellon Humanities Fellows<br /></li>
<li><a id="org135072b"></a>Writing in the Social Sciences Fellows<br /></li>
</ol>
</div>
</div>
<div id="outline-container-orga1e5b6f" class="outline-2">
<h2 id="orga1e5b6f"><span class="section-number-2">4</span> Term Fellowships</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-orgfc61ad8" class="outline-3">
<h3 id="orgfc61ad8"><span class="section-number-3">4.1</span> Cambridge-Woolf Visiting Fellowships</h3>
<div class="outline-text-3" id="text-4-1">
</div>
