_source/funding.org
*** (February 2020) Sir Mick and Lady Davis Visiting Fellowships
https://www.woolf.cam.ac.uk/about/vacancies/annual-visiting-fellowships
The Woolf Institute, which specialises in the study of relations between Jews, Christians and Muslims from a multidisciplinary perspective, invites applications for the Sir Mick and Lady Barbara Davis Visiting Fellowship.

The application deadline for 2020 has now passed.

Overview
The Fellowship is tenable for a two to three month period that overlaps one of the Cambridge terms 2020:

Lent term: 14 January–13 March 2020

Easter term: 21 April–12 June 2020

The successful candidate will be expected to be involved in a project of academic research or public education in an area relevant to the Institute's work. The Fellow will be asked to present their work at a symposium on the subject of their project proposal.

There is no stipend attached to the Fellowships, but Fellows will be entitled to free accommodation in Cambridge and one round-trip journey to Cambridge. They will also have access to the Woolf Institute and Cambridge University libraries.

The Fellowship is available for a postdoctoral scholar of any academic rank, a policymaker or analyst in a relevant area of work and will most likely be asked to participate in some of the Institute's teaching or practice-based activities. 

A letter of application, CV, the names of two referees who may be approached, a project proposal (1,500 words max.), and a sample of work should be sent to:

Electors of the Visiting Fellowship, Woolf Institute, Madingley Road, Cambridge, CB3 0UB, UK or emailed to Tina Steiner at bs411@cam.ac.uk.

Questions may be addressed informally to the Director of Research, Dr Esther-Miriam Wagner, at emw36@cam.ac.uk. 

Deadline
The application deadline has now passed. For further information, contact Dr Esther-Miriam Wagner at emw36@cam.ac.uk.
-------------------------------------------------------



