_source/funding.html
<div id="outline-container-orgfede3f9" class="outline-4">
<h4 id="orgfede3f9"><span class="section-number-4">4.1.1</span> (February 2020) Sir Mick and Lady Davis Visiting Fellwoships</h4>
<div class="outline-text-4" id="text-4-1-1">
<p>
<a href="https://www.woolf.cam.ac.uk/about/vacancies/annual-visiting-fellowships">https://www.woolf.cam.ac.uk/about/vacancies/annual-visiting-fellowships</a>
The Woolf Institute, which specialises in the study of relations between Jews, Christians and Muslims from a multidisciplinary perspective, invites applications for the Sir Mick and Lady Barbara Davis Visiting Fellowship.
</p>

<p>
The application deadline for 2020 has now passed.
</p>

<p>
Overview
The Fellowship is tenable for a two to three month period that overlaps one of the Cambridge terms 2020:
</p>

<p>
Lent term: 14 January–13 March 2020
</p>

<p>
Easter term: 21 April–12 June 2020
</p>

<p>
The successful candidate will be expected to be involved in a project of academic research or public education in an area relevant to the Institute's work. The Fellow will be asked to present their work at a symposium on the subject of their project proposal.
</p>

<p>
There is no stipend attached to the Fellowships, but Fellows will be entitled to free accommodation in Cambridge and one round-trip journey to Cambridge. They will also have access to the Woolf Institute and Cambridge University libraries.
</p>

<p>
The Fellowship is available for a postdoctoral scholar of any academic rank, a policymaker or analyst in a relevant area of work and will most likely be asked to participate in some of the Institute's teaching or practice-based activities. 
</p>

<p>
A letter of application, CV, the names of two referees who may be approached, a project proposal (1,500 words max.), and a sample of work should be sent to:
</p>

<p>
Electors of the Visiting Fellowship, Woolf Institute, Madingley Road, Cambridge, CB3 0UB, UK or emailed to Tina Steiner at bs411@cam.ac.uk.
</p>

<p>
Questions may be addressed informally to the Director of Research, Dr Esther-Miriam Wagner, at emw36@cam.ac.uk. 
</p>

<p>
Deadline
The application deadline has now passed. For further information, contact Dr Esther-Miriam Wagner at emw36@cam.ac.uk.
</p>
<hr />
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Chris Hebdon</p>
<p class="date">Created: 2019-07-20 Sat 16:17</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
